/* 
  BulletinBoard.strings
  SpringBoard

  Created by Benjamin Nielsen on 2/15/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"DISMISS" = "Απόρριψη";
"OK" = "OK";
"LAUNCH" = "Εκκίνηση";
"VIEW" = "Προβολή";

"AWAY_ITEM_TYPE_MIDDLE_FORMAT" = "%@, %@";
"AWAY_ITEM_TYPE_END_FORMAT" = "%@ και %@";
"AWAY_ITEM_TYPE_COUNT_FORMAT" = "%@ (%@)";

"AWAY_ITEM_PENDED_DEFAULT_FORMAT" = "Έχετε %@ νέες γνωστοποιήσεις %@";

"1_ATTACHMENT"  = "%@ συνημμένο";
"N_ATTACHMENTS" = "%@ συνημμένα";

"1_MORE_ATTACHMENT"  = "%@ ακόμη συνημμένο";
"N_MORE_ATTACHMENTS" = "%@ ακόμη συνημμένα";

